---
kind: property
id: P:Autodesk.Revit.DB.Structure.FabricSheetType.MinorLayoutPattern
source: html/3618f2ea-4b5b-ffb5-15c6-42e819160332.htm
---
# Autodesk.Revit.DB.Structure.FabricSheetType.MinorLayoutPattern Property

The layout pattern in the minor direction.

## Syntax (C#)
```csharp
public FabricSheetLayoutPattern MinorLayoutPattern { get; }
```